cask_args appdir: '/Applications'
brew 'bash-completions'
brew 'curl'
brew 'cmake'
brew 'git'
brew 'hadolint'
brew 'imagemagick'
brew 'libmagic'
brew 'memcached'
brew 'mysql'
brew 'neovim'
brew 'openssl'
brew 'pandoc'
brew 'protobuf'
brew 'python'
brew 'readline'
brew 'shellcheck'
brew 'tfenv'
brew 'tig'
brew 'tmux'
brew 'translate-shell'
brew 'vim'
brew 'wget'
cask 'boostnote'
cask 'discord'
cask 'firefox'
cask 'gitify'
cask 'google-japanese-ime'
cask 'google-chrome'
cask 'java' unless system '/usr/libexec/java_home --failfast'
cask 'kindle'
cask 'kitematic'
cask 'licecap'
cask 'postman'
cask 'rstudio'
cask 'sequel-pro'
cask 'slack'
cask 'spectacle'
cask 'visual-studio-code'
cask 'vlc'
cask 'xquartz'
cask 'wireshark'
