cask_args appdir: '/Applications'
brew 'wget'
brew 'git'
brew 'curl'
brew 'cmake'
brew 'direnv'
brew 'imagemagick'
brew 'libmagic'
brew 'memcached'
brew 'mongodb'
brew 'mysql'
brew 'openssl'
brew 'protobuf'
brew 'readline'
brew 'redis'
brew 'ripgrep'
brew 'shellcheck'
brew 'sphinx'
brew 'tmux'
brew 'translate-shell'
brew 'vim'
brew 'nvim'
cask 'boostnote'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'gitify'
cask 'google-japanese-ime'
cask 'google-chrome'
cask 'iterm2'
cask 'java' unless system '/usr/libexec/java_home --failfast'
cask 'kindle'
cask 'kitematic'
cask 'licecap'
cask 'postman'
cask 'rdm'
cask 'rstudio'
cask 'sequel-pro'
cask 'skype'
cask 'slack'
cask 'spectacle'
cask 'visual-studio-code'
cask 'vlc'
cask 'xquartz'
cask 'wireshark'
